Revit 2027 API
ParameterTypeId.SpliceLapLengthAtEnd Property
 "Lap Length at End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpliceLapLengthAtEnd { get; }
Public Shared ReadOnly Property SpliceLapLengthAtEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpliceLapLengthAtEnd {
	ForgeTypeId^ get ();
}
static member SpliceLapLengthAtEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace